[
  {
    "alias": "lizho",
    "title": "Traps",
    "components":[
      {
        "title": "Trap - Interference Grid",
        "text": "While this card is attached, you may reveal this card at the start of a space combat in the system that contains this planet.\nChoose 1 player, apply -1 to each of that player’s combat rolls during this space combat.\n\nAt the end of this tactical action, return this card to your reinforcements.\n\n"
      },
      {
      "title": "Trap - Minefields",
      "text": "While this card is attached, you may reveal this card after a player commits 1 or more infantry to this planet.\nDestroy up to 2 of that player’s infantry on this planet.\n\nAt the end of this tactical action, return this card to your reinforcements.\n\n"
      },
      {
        "title": "Trap - Account Siphon",
        "text": "While this card is attached, you may reveal this card after a player gains control of this planet.\nTake up to 2 trade goods or 3 commodities from that player.\n\nAt the end of this tactical action, return this card to your reinforcements.\n\n"
      },
      {
        "title": "Trap - Gravitic Inhibitor",
        "text": "While this card is attached, you may reveal this card after a player activates this system.\nUntil the end of this tactical action, that player cannot move more ships than 1 fewer than their fleet supply limit into this system.\n\nAt the end of this tactical action, return this card to your reinforcements.\n\n"
      },
      {
        "title": "Trap - Feint",
        "text": "While this card is attached, you may reveal this card at any time.\nThen, return this card to your reinforcements.\n\n"
      },
      {
        "title": "Trap - Saboteurs*",
        "text": "While this card is attached, you may reveal this card at any time.\nChoose 1 non-carrier unit in this system. If it is not damaged, and has the SUSTAIN DAMAGE ability, that unit becomes damaged; otherwise, destroy that unit.\n\nThen, return this card to your reinforcements.\n\nNOTE: Trap - Saboteurs is an optional component, for groups which prefer to have stronger Traps.\n\n"
      }
  ]
  },
  {
    "alias": "edyn",
    "title": "Sigil",
    "components":[
      {
        "title": "Sigil (x4)",
        "text": "Reminder token for Sigil Anomalies. Systems with a Sigil Anomaly token are considered an anomaly for all game purposes. These Sigils are relevant to the Decree faction ability, the Edyn Mech, and the Edyn hero.\n"
      }
    ]
  },
  {
    "alias": "olradin",
    "title": "Policies",
    "components":[
      {
        "title": "Policy: The People [Connect] (+)",
        "text": "Once per action, after you exhaust a cultural or legendary planet you control, you may move 1 infantry on that planet to another planet you control.\n"
      },
      {
        "title": "Policy: The People [Control] (-)",
        "text": "You cannot perform transactions during the agenda phase.\nDuring the agenda phase, after you cast votes on an agenda, cast 2 additional votes for each cultural planet you exhausted.\n\n"
      },
      {
        "title": "Policy: The Environment [Preserve] (+)",
        "text": "Once per action, after you exhaust a hazardous or legendary planet you control, you may reveal the top card of the exploration deck that matches 1 of those planets; if it is a relic fragment, gain it, otherwise discard that card.\n"
      },
      {
        "title": "Policy: The Environment [Plunder] (-)",
        "text": "When 1 or more of your units use PRODUCTION, reduce the PRODUCTION value of 1 of those units by 2.\nOnce per action, after you explore a hazardous planet, you may remove 1 unit from that planet to explore that planet.\n\n"
      },
      {
        "title": "Policy: The Economy [Empower] (+)",
        "text": "Once per action, after you exhaust an industrial or legendary planet you control, gain 1 commodity.\n"
      },
      {
        "title": "Policy: The Economy [Exploit] (-)",
        "text": "Place the “2” commodity token on your faction sheet, your commodity value is 2.\nOnce per action, after you exhaust an industrial planet you control, place up to 1 fighter from your reinforcements in a system that contains 1 or more of your ships."
      }
    ]
  },
  {
    "alias": "axis",
    "title": "Axis Orders",
    "components":[
      {
        "title": "Axis Order [Dreadnought] (x2)",
        "text": "At the end of your turn: Exhaust this card to place 1 dreadnought from your reinforcements in a system that contains 1 or more of your ships and 1 of your command tokens. At the start of the status phase, if this card is exhausted, return it to the Axis player’s reinforcements.",
        "cost": 3
      },
      {
        "title": "Axis Order [Carrier] (x2)",
        "text": "At the end of your turn: Exhaust this card to place 1 carrier from your reinforcements in a system that contains 1 or more of your ships and 1 of your command tokens. At the start of the status phase, if this card is exhausted, return it to the Axis player’s reinforcements.",
        "cost": 2
      },
      {
        "title": "Axis Order [Cruiser] (x2)",
        "text": "At the end of your turn: Exhaust this card to place 1 cruiser from your reinforcements in a system that contains 1 or more of your ships and 1 of your command tokens. At the start of the status phase, if this card is exhausted, return it to the Axis player’s reinforcements.",
        "cost": 1
      },
      {
        "title": "Axis Order [Destroyer] (x2)",
        "text": "At the end of your turn: Exhaust this card to place 2 destroyers from your reinforcements in a system that contains 1 or more of your ships and 1 of your command tokens. At the start of the status phase, if this card is exhausted, return it to the Axis player’s reinforcements.",
        "cost": 1
      }
    ]
  }
]